/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Annuler";
"_upload_file_"             = "Téléverser un fichier";
"_download_file_"           = "Télécharger le fichier";
"_upload_encrypted_file_"   = "Téléverser un fichier chiffré";
"_loading_"                 = "Chargement";
"_loading_num_"             = "Chargement du fichier %i";
"_loading_camera_upload_"   = "Téléversement automatique";
"_uploading_"               = "Téléversement";
"_synchronization_"         = "Synchronisation";
"_delete_"                  = "Supprimer";
"_delete_file_n_"           = "Suppression du fichier %i sur %i";
"_rename_"                  = "Renommer";
"_move_"                    = "Déplacer";
"_move_file_n_"             = "Déplacement du fichier %i sur %i";
"_create_folder_"           = "Créer un nouveau dossier";
"_creating_sharing_"        = "Créer un partage";
"_updating_sharing_"        = "Mettre à jour un partage";
"_removing_sharing_"        = "Supprimer un partage";
"_add_"                     = "Ajouter";
"_login_"                   = "Connexion";
"_save_"                    = "Enregistrer";
"_save_encrypted_"          = "Sauvegarde chiffrée";
"_warning_"                 = "Attention";
"_error_"                   = "Erreur";
"_no_"                      = "Non";
"_yes_"                     = "Oui";
"_select_"                  = "Sélectionner";
"_crypto_cloud_upload_"     = "_brand_ - Téléversement";
"_home_"                    = "Fichiers";
"_file_to_upload_"          = "Fichier à téléverser";
"_destination_"             = "Destination";
"_ok_"                      = "Ok";
"_beta_version_"            = "Version bêta";
"_function_in_testing_"     = "Fonction en test, merci d'envoyer des informations en cas de problèmes ou dysfonctionnements.";
"_done_"                    = "Terminé";
"_passcode_too_short_"      = "Code de sécurité trop court, le minimum est de 4 caractères";
"_selected_"                = "Sélectionné";
"_scan_fingerprint_"        = "Utiliser TouchId pour s'identifier";
"_no_active_account_"       = "Aucun compte trouvé";
"_info_"                    = "Info";
"_save_exit_"               = "Voulez-vous quitter sans enregistrer ?";
"_video_"                   = "Vidéo";
"_overwrite_"               = "Écraser";
"_transfers_in_queue_"      = "Transferts en cours, merci de patienter ...";
"_too_errors_automatic_all_"= "Trop d'erreurs, allez dans le Centre de Contrôle pour vérifier le problème";
"_create_folder_"           = "Créer un nouveau dossier";
"_close_"                   = "Fermer";
"_postpone_"                = "Reporter";
"_remove_"                  = "Supprimer";
"_file_not_found_"          = "Fichier non trouvé";
"_continue_"                = "Souhaitez-vous poursuivre ?";

// App

"_synchronization_header_"  = "Synchronisation des entêtes chiffrées en cours...";
"_network_available_"       = "Réseau disponible";
"_network_not_available_"   = "Réseau indisponible";

// Networking

"_file_too_big_"            = "Fichier trop volumineux pour être chiffré/déchiffré";
"_file_too_big_max_100_"    = "Taille du fichier trop volumineux (max 100 kb)";
"_...loading..._"           = "...chargement...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Fichier non trouvé, impossible de le renvoyer, effacer le fichier téléversé puis recharger le fichier pour le téléverser.";
"_file_already_exists_"     = "Impossible de terminer l'opération, un fichier avec le même nom existe déjà.";
"_read_file_error_"         = "Erreur de lecture du fichier";

// More

"_more_"                    = "Plus";

// Settings

"_acknowledgements_"        = "Remerciements";
"_settings_"                = "Paramètres";
"_passcode_"                = "Mot de passe";
"_lock_active_"             = "Verrouillage : Actif";
"_lock_not_active_"         = "Verrouillage : Inactif";
"_lock_protection_folder_"  = "Verrouiller uniquement les dossiers protégés";
"_url_"                     = "URL";
"_username_"                = "Nom d'utilisateur";
"_change_credentials_"      = "Modifier vos informations d'identification";
"_wifi_only_"               = "Utiliser seulement la connexion Wi-Fi";
"_uploading_from_camera_"   = "Téléchargement automatique des images de l'appareil photo";
"_app_version_"             = "Version de l'application";
"_app_in_use_"              = "Application utilisée";
"_contact_by_email_"        = "Contactez-nous par courriel";
"_clear_cache_"             = "Nettoyer le cache (%@ utilisé)";
"_clear_cache_no_size_"     = "Nettoyer le cache";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "Fonctionnalité désactivée";
"_passcode_activate_"       = "Verrouillage par mot de passe activé";
"_disabling_passcode_"      = "Verrouillage par mot de passe désactivé";
"_want_exit_"               = "Attention! _brand_ sera remis dans l'état de départ.\nContinuer ?";
"_proceed_"                 = "Continuer";
"_delete_cache_"            = "Supprimer le cache";
"_want_delete_cache_"       = "Voulez-vous vider le cache ?";
"_mail_deleted_"            = "Courriel supprimé";
"_mail_saved_"              = "E-mail sauvegardé";
"_mail_sent_"               = "E-mail envoyé avec succès";
"_mail_failure_"            = "Échec de l'envoi du mail: %@";
"_information_req_"         = "Demande d'information";
"_credentials_"             = "Informations d'identification";
"_manage_account_"          = "Gestion des comptes";
"_change_password_"         = "Changer le mot de passe";
"_add_nextcloud_"           = "Ajouter un compte Nextcloud";
"_delete_account_"          = "Supprimer le compte";
"_want_delete_"             = "Voulez-vous vraiment le supprimer ?";
"_no_delete_"               = "Non, ne pas le supprimer";
"_yes_delete_"              = "Oui, le supprimer";
"_remove_cache_"            = "Merci de patienter, suppression du cache en cours...";
"_optimizations_"           = "Optimisations";
"_synchronizations_"        = "Synchronisation des dossiers";
"_version_server_"          = "Version du serveur";
"_check_key_aes_256_"       = "Vérifier la clé de chiffrement";
"_encryptpass_by_email_"    = "Envoyer la clé de chiffrement par courriel";
"_title_mail_encryptpass_"  = "Code de sécurité pour la clé de chiffrement _brand_";
"_text1_mail_encryptpass_"  = "Votre code de sécurité pour la clé de chiffrement est";
"_text2_mail_encryptpass_"  = "garder en toute sécurité et à l'abri des regards indiscrets.";
"_help_"                    = "Aide";
"_lock_protection_simply_"  = "Mot de passe faible";
"_change_simply_passcode_"  = "Changer le type de mot de passe";
"_quota_"                   = "Quota";
"_available_"               = "disponible";
"_cloud_account_"           = "Compte Cloud";
"_information_"             = "Information";
"_user_information_"        = "Information d'utilisateur";
"_user_full_name_"          = "Nom complet";
"_user_address_"            = "Adresse";
"_user_phone_"              = "Numéro de téléphone";
"_user_email_"              = "Adresse e-mail";
"_user_web_"                = "Site web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Vous utilisé actuellement %@ de %@";
"_favorite_offline_"        = "Favoris disponibles hors-ligne";
"_favorite_offline_footer_" = "Rendre tous vos dossiers favoris disponibles hors-ligne peut prendre un certain temps avec une grande occupation de la mémoire interne.";
"_advanced_"                = "Avancé";

// Manage Camera Upload

"_upload_camera_"           = "Téléverser les photos/vidéos de l'appareil";
"_upload_camera_background_"= "Téléverser les images en arrière-plan";
"_upload_foto_camera_"      = "Téléverser les photos de l'appareil";
"_upload_encry_camup_"      = "Chiffrer les fichiers téléversés";
"_upload_video_camera_"     = "Téléverser les vidéos de l'appareil";
"_upload_automatic_photos_" = "Téléverser automatiquement les photos de l'appareil";
"_upload_automatic_videos_" = "Téléverser automatiquement les vidéos de l'appareil";
"_photo_folder_photocamera_"= "Les photos seront ajoutées dans le dossier 'photo' de votre Cloud";
"_upload_automatic_videos_footer_"  = "En raison de l'utilisation du CPU, les vidéos ne seront envoyées que quand _brand_ est actif et en arrière-plan";
"_photo_folder_background_"         = "Cette option nécessite l'utilisation du GPS pour déclencher la détection de nouvelles photo quand l'emplacement est modifié";
"_cameraupload_background_title_"   = "Limites";
"_cameraupload_background_msg_"     = "A cause des restrictions d'IOS, il n'est pas possible de fonctionner en arrière-plan à moins que le GPS ne soit activé.\nQuand la cellule du réseau cellulaire change, le système active _brand_ brievement et vérifie si de nouvelles photos doivent être téléversées.";
"_upload_camera_change_location_"   = "Changer de dossier";
"_upload_camera_location_now_"      = "Dossier";
"_upload_camera_location_default_"  = "Restaurer le dossier par défaut";
"_upload_camera_change_location_footer_" = "Modifier le dossier utilisé pour 'Téléversement automatique depuis l'appareil photo' (si l'option est activée)";
"_camera_upload_not_select_home_"   = "Sélectionner un dossier";
"_upload_camera_save_album_"        = "Copier les photos et vidéos dans l'album photo";
"_upload_camera_save_album_footer_" = "Après l'envoi automatique des photos ou vidéos, une copie est enregistrée dans l'album _brand_ (et n'utilise pas plus d'espace dans la pellicule photo)";
"_upload_camera_fullphotos_"        = "Télécharger toutes les photos/vidéos";
"_upload_camera_fullphotos_footer_" = "Sélectionner les options ci-dessous avant de téléverser";
"_upload_camera_create_subfolder_" = "Utiliser les sous-dossiers";
"_upload_camera_create_subfolder_footer_" = "Enregistrer dans des sous-dossiers selon l'année et le mois";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Système d'encodage du Cloud";
"_alert_activation_crypto_cloud_"   = "Le système d'encodage du Cloud a été activé correctement";
"_alert_deactivation_crypto_cloud_" = "Le système d'encodage du Cloud a été désactivé correctement";
"_activation_crypto_cloud_"         = "Activation du système d'encodage du Cloud";
"_deactivation_crypto_cloud_"       = "Désactivation du système d'encodage du Cloud";
"_footer_crypto_cloud_"             = "Basé sur le cryptage AES-256, Crypto Cloud System vous permettra de stocker toutes vos données privées (documents, modèles, photos, vidéos, etc…) dans votre Cloud, les gardant ainsi à l'abri des possibles \"regards discrets\".\n\nVous serez invité à entrer une clé de cryptage (minimum 4 caractères, maximum 64 caractères). Vous ne serez jamais capable de le retrouver et vos fichiers resteront cryptés. Si vous réinstaller Nextcloud ou accéder à vos données depuis un autre système iOS, utilisez la même combinaison.\n\nN'importe quel fichier peut être crypté ou décrypté. Le nom des dossiers contenant vos fichiers peut aussi être crypté (de manière à cacher tout soupçon possible à leur contenu).\n\nTout type de document, qu'il soit crypté ou non, peut être téléverser de Nextcloud vers votre Cloud. Tous les fichiers et dossiers cryptés seront marqués en couleur orange. S'ils sont en mode de prévisualisation, ils seront identifiés à la place par  3 points orange.\n\nDes modèles pour l'enregistrement de vos données confidentielles (notes, carte de crédit, carte bancaire, comptes bancaires, mots de passe pour des sites Web, etc…) sont disponibles et peuvent aussi être sauvegardés dans votre Cloud en mode crypté.\n\nActiver/Désactiver quand vous le souhaitez, mais rappelez-vous de toujours utiliser la même clé de cryptage.\n\nAu moment où les fichiers sont cryptés avec Crypto Cloud System, ils peuvent être consultés uniquement avec le système iOS.";

// Manage Photos

"_change_folder_photos_"        = "Changer le dossier Photos";

// Manage Help

"_help_tutorial_"               = "Tutoriel";
"_help_intro_"                  = "Introduction _brand_";
"_help_activity_verbose_"       = "Fil d'activité détaillé";
"_help_activity_mail_"          = "Envoyer l'activité par mail";
"_help_activity_clear_"         = "Effacer l'activité";


// Manage Optimizations

"_optimized_photos_"            = "Définition d'image optimisée";
"_upload_del_photos_"           = "Effacer les fichiers après le téléversement";
"_optimized_photos_how_"        = "Si votre iPhone a peu d'espace de stockage, les photos en haute définition sont automatiquement remplacées par les versions optimisées. Les versions en haute définition sont enregistrées dans votre cloud.";
"_upload_del_photos_how_"       = "Les fichiers seront effacés de la mémoire _brand_ après avoir été téléversés. Ils restent dans la pellicule, téléchargez pour les voir à nouveau.";

// Login

"_connect_server_anyway_"       = "Souhaitez-vous quand même vous connecter au serveur ?";
"_connection_error_"            = "Erreur de connexion";
"_add_your_nextcloud_"          = "Ajouter votre compte Nextcloud";
"_key_aes_256_"                 = "Code de sécurité pour la clé de chiffrement";

"_security_init_required_hint_" = "Indice pour la clé de chiffrement (recommandé)";
"_hint_"                        = "Indice";
"_security_init_required_mail_" = "Saisissez votre adresse mail pour que la clé de chiffrement vous soit envoyée (recommandé).";
"_email_"                       = "email";
"_title_form_security_init_"    = "Options de sécurité";
"_login_bottom_label_"          = "Vous n'avez pas encore de serveur?\nChoisissez l'un des fournisseurs.";

// offline

"_favorites_"                   = "Favoris";
"_offline_"                     = "Hors connexion";
"_local_storage_"               = "Stockage local";
"_no_files_uploaded_"           = "Aucun fichier téléversé";
"_tutorial_favorite_view_"      = "Vous trouverez ici la liste des fichiers que vous avez sélectionnés comme favoris.";
"_tutorial_offline_view_"       = "Copiez ici les fichiers qui doivent être disponibles hors-ligne.\n\nIls seront synchronisés avec votre cloud.";
"_tutorial_local_view_"         = "Vous allez trouver les fichiers décompressés de votre cloud.\n\nConnectez-vous à iTunes pour partager ces fichiers.";
"_more_"                        = "Plus";

// Camera Upload

"_pull_down_"                               = "Tirer vers le bas pour rafraichir";
"_no_photo_load_"                           = "Pas de photo ni de vidéo";
"_tutorial_camera_upload_view_"             = "Aucune photo ni vidéo chargées, pour activer le téléversement automatique, allez dans Paramètres et activez 'Téléversement automatique des photos'";
"_no_date_"                                 = "Pas de date";
"_today_"                                   = "Aujourd'hui";
"_time_"                                    = "Heure : %@\n\n%@";
"_location_not_enabled_"                    = "Service de localisation désactivé";
"_location_not_enabled_msg_"                = "Allez dans Paramètres et autorisez l'utilisation du service de positionnement pour permettre les téléversements automatiques des photos et vidéos.";
"_access_photo_not_enabled_"                = "L'accès au photos n'est pas autorisé";
"_access_photo_not_enabled_msg_"            = "Allez dans Paramètres et autorisez l'accès aux Photos pour permettre le téléversement automatique des photos et vidéos.";
"_access_photo_location_not_enabled_"       = "L'accès à Photo et Service de localisation n'est pas activé";
"_access_photo_location_not_enabled_msg_"   = "Allez dans Paramètres et autorisez l'accès aux Photos et au Service de positionnement pour permettre le téléversement automatique des photos et vidéos.";
"_processing_send_camera_upload_"           = "Téléversement des photos de l'appareil ...";
"_tutorial_photo_view_"                     = "Aucune photo ni vidéo n'ont été chargées";
"_create_full_upload_"                      = "Création de l'archive en cours... cela peut prendre un certain temps, merci de patienter";
"_error_createsubfolders_upload_"           = "Erreur lors de la création des sous-dossiers";
"_activate_camera_upload_"                  = "Activer le téléversement des photos prises par l'appareil photo";

// Template

"_title_"                       = "Titre";
"_web_account_data_"            = "Données du compte Web";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Mot de passe : ";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Entrez un titre";
"_add_folder_"                  = "Ajouter un dossier";
"_add_photos_videos_"           = "Ajouter des photos ou vidéos";
"_add_folder_encryptated_"      = "Ajouter un dossier dont le nom est chiffré";
"_add_encrypted_photo_video_"   = "Ajouter des photos ou vidéos chiffrées";
"_add_credit_card_"             = "Ajouter un modèle de carte de crédit";
"_add_atm_"                     = "Ajouter un modèle de carte ATM";
"_add_bank_account_"            = "Ajouter un modèle de compte banquaire";
"_add_web_account_"             = "Ajouter un compte web";
"_add_notes_"                   = "Ajouter des notes";
"_add_driving_license_"         = "Ajouter un modèle de permis de conduire";
"_add_id_card_"                 = "Ajouter un modèle de carte d'identitée";
"_add_passport_"                = "Ajouter un modèle de passeport";
"_add_atm_card_"                = "Informations carte ATM";
"_bank_name:_"                  = "Banque :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Code de sécurité :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "Carte ATM";
"_credi_card_data_"             = "Informations carte de crédit";
"_name_surname:_"               = "Nom Prénom :";
"_expiry_date:_"                = "Date d'expiration :";
"_credit_card_"                 = "Carte de crédit";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Numéro :";
"_place_of_birth:_"             = "Lieu de naissance :";
"_date_of_birth:_"              = "Date de naissance :";
"_date_of_issue:_"              = "Date de délivrance :";
"_date_of_expiry:_"             = "Date d'expiration :";
"_bank_account_data_"           = "Informations compte banquaire";
"_account_n:_"                  = "N° de compte :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agence :";
"_bank_account_"                = "Compte en banque";
"_passport_"                    = "Passeport";
"_driving_license_"             = "Permis de conduire";
"_license_number:_"             = "Numéro de license :";
"_vehicle_types:_"              = "Type de véhicule :";

// Utility

"_never_"                       = "jamais";
"_less_a_minute_"               = "il y a moins d'une minute";
"_minutes_ago_"                 = "il y a %d minutes";
"_hours_ago_"                   = "il y a %d heures";
"_days_ago_"                    = "il y a %d jours";
"_over_30_days_"                = "après 30 jours";
"_connection_internet_offline_" = "La connection à Internet semble désactivée ou le Wi-Fi est nécessaire";
"_insert_password_"             = "Saisissez le mot de passe";
"_update_in_progress_"          = "Mise à jour, merci de patienter ...";
"_forbidden_characters_"        = "Le nom de fichier ou de dossier contient des caractères interdits";
"_mail_not_can_send_mail_"      = "Aucun compte ne correpond à cette adresse mail";


// Klienter
"_klienter_"                          = "Klienter";


// Tid
"_tid_"                          = "Tid";



// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Décompression des données sur l'espace de stockage local ...";
"_file_unpacked_"               = "Le fichier à été correctement décompressé sur l'espace de stockage local";
"_file_saved_local_"            = "Le fichier à été correctement sauvegardé sur l'espace de stockage local";
"_file_not_present_"            = "Erreur, fichier non présent, merci de le recharger.";
"_order_by_date_"               = "Trier par date";
"_current_order_name_"          = "(actuellement trié par nom)";
"_order_by_name_"               = "Trier par nom";
"_current_order_date_"          = "(actuellement trié par date)";
"_sort_descending_"             = "Trier en ordre décroissant";
"_current_sort_ascending_"      = "(ordre actuel : croissant)";
"_sort_ascending_"              = "Trier en ordre croissant";
"_current_sort_descending_"     = "(ordre actuel : décroissant)";
"_delete_selected_files_"       = "Effacer les fichiers";
"_move_selected_files_"         = "Déplacer les fichiers";
"_encrypted_selected_files_"    = "Fichiers chiffrés";
"_decrypted_selected_files_"    = "Fichiers non chiffrés";
"_download_selected_files_"     = "Télécharger les fichiers";
"_error_passcode_"              = "Erreur :  code de sécurité incorrect pour accéder à la clé de chiffrement";
"_error_operation_canc_"        = "Erreur : opération annulée";
"_only_lock_passcode_"          = "Disponible uniquement si le mot de passe de verrouillage est activé. Aller dans Réglages pour l'activer.";
"_passcode_protection_"         = "Protection par mot de passe";
"_encrypt_"                     = "Chiffrer";
"_decrypt_"                     = "Déchiffrer";
"_remove_favorites_"            = "Enlever des favoris";
"_remove_offline_"              = "Ne plus rendre disponible hors-ligne";
"_add_favorites_"               = "Ajouter aux favoris";
"_add_offline_"                 = "Rendre disponible hors-ligne";
"_remove_passcode_"             = "Enlever la protection par mot de passe";
"_protect_passcode_"            = "Protéger avec un mot de passe";
"_share_"                       = "Partager";
"_reload_"                      = "Recharger";
"_open_in_"                     = "Ouvrir avec ...";
"_remove_local_file_"           = "Supprimer du cache";
"_add_local_"                   = "Ajouter un stockage local";
"_comm_erro_pull_down_"         = "Attention erreur de communication avec le serveur, tirer vers le bas pour rafraichir.";
"_file_not_downloaded_"         = "fichier non téléchargé";
"_file_not_uploaded_"           = "fichier non téléversé";
"_folders_"                     = "dossiers";
"_folder_"                      = "dossier";
"_files_"                       = "fichiers";
"_file_"                        = "fichier";
"_folder_blocked_"              = "Dosssier bloqué";
"_downloading_progress_"        = "Démarrage du téléchargement de fichiers ...";
"_encrypted_progress_"          = "Chiffré ...";
"_decrypted_progress_"          = "Déchiffré ...";
"_no_file_pull_down_"           = "Aucun fichier trouvé. Télécharger un fichier ou tirer vers le bas pour rafraichir";
"_browse_images_"               = "Parcourir les images";
"_synchronized_folder_"         = "Garder le dossier synchronisé";
"_remove_synchronized_folder_"  = "Annuler la synchronisation";
"_synchronized_confirm_"        = "Après activation de la synchronisation, tous les fichiers du dossier seront synchronisés avec le serveur, continuer ?";
"_offline_folder_confirm_"      = "Après avoir activé l'accès hors connexion, tous les fichiers dans le dossier vont être synchronisés avec le serveur, continuer?";
"_same_device_different_passcode_"  = "Le fichier a été chiffré sur le même appareil mais avec un code de sécurité différent. Gardez à l'esprit que si l'ancien code de sécurité est saisi, les fichiers chiffrés avec le nouveau code de sécurité ne seront plus lisibles.";
"_file_encrypted_another_device_"   = "Le fichier a été chiffré sur un autre appareil [%@], saisissez le code de sécurité pour déchiffrer le contenu.";
"_file_not_found_reload_"       = "Fichier non trouvé, tirer vers le bas pour rafraichir";
"_title_section_download_"      = "Télécharger";
"_title_section_upload_"        = "Téléverser";
"_group_alphabetic_yes_"        = "✓ Grouper par ordre alphabétique";
"_group_alphabetic_no_"         = "Grouper par ordre alphabétique";
"_group_typefile_yes_"          = "✓ Grouper par type de fichier";
"_group_typefile_no_"           = "Grouper par type de fichier";
"_group_date_yes_"              = "✓ Grouper par date";
"_group_date_no_"               = "Grouper par date";
"_element_"                     = "élément";
"_elements_"                    = "éléments";
"_tite_footer_upload_wwan_"     = "Réseau Wi-fi requis, %lu %@ à téléverser";
"_tite_footer_upload_"          = "%lu %@ à téléverser";
"_tite_footer_download_wwan_"   = "Réseau Wi-fi requis, %lu %@ à télécharger";
"_tite_footer_download_"        = "%lu %@ à télécharger";
"_limited_dimension_"           = "Taille maximale atteinte";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";
"_directory_on_top_yes_"        = "✓ Dossiers en premier";
"_directory_on_top_no_"         = "Dossiers en premier";
"_folder_automatic_upload_"     = "Dossier pour le téléversement automatique";
"_search_no_record_found_"      = "Aucun résultat";
"_search_in_progress_"          = "Recherche en cours...";
"_search_instruction_"          = "Rechercher un fichier (2 caractères minimum)";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "DOSSIERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "INCONNU";
"video"                         = "VIDÉO";

"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Fichiers manquants sur le serveur";

"_copy_file_"                   = "Copier le fichier";
"_copy_files_"                  = "Copier les fichiers";
"_paste_file_"                  = "Coller le fichier";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Coller les fichiers";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

"_search_this_folder_"          = "Recherche dans ce dossier";
"_search_all_folders_"          = "Recherche dans tous les dossiers";
"_search_sub_folder_"           = "Chercher ici et dans les sous-dossiers";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "Une erreur est survenue pendant le chiffrement du fichier %@. [%@]";
"_decrypt_error_"               = "Une erreur est survenue pendant le déchiffrement du fichier %@. [%@]";
"_encryption_"                  = "Chiffrement ...";
"_decryption_"                  = "Déchiffrement ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Partager le lien";
"_share_link_button_"           = "Envoyer le lien à ...";
"_password_"                    = "Mot de passe";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Chercher";
"_find_sharee_"                 = "Recherche un utilisateur ou un groupe ...";
"_find_sharee_footer_"          = "Saisissez une partie du nom de l'utilisateur ou du groupe recherché (au moins 2 caractères) puis appuyez sur 'Entrée' et sélectionnez l'utilisateur autorisé à partager, et appuyez sur 'Ok' pour confirmer.";
"_user_is_group_"               = "(groupe)";
"_direct_sharee_title_"         = "Partager";
"_direct_sharee_footer_"        = "Si vous connaissez le nom, saisissez-le puis sélectionnez le type de partage et appuyé sur 'Terminé' pour confirmer";
"_direct_sharee_"               = "Entrer le nom d'utilisateur ...";
"_user_sharee_footer_"          = "Appuyer pour modifier les privilèges";
"_share_type_title_"            = "Type de partage";
"_share_type_user_"             = "Utilisateur";
"_share_type_group_"            = "Groupe";
"_share_type_remote_"           = "Distant";

// Share Permission

"_share_permission_title_"          = "Privilèges";
"_share_permission_edit_"           = "Peut éditer";
"_share_permission_file_can_write_" = "Peut écrire un fichier";
"_share_permission_create_"         = "Peut créer";
"_share_permission_create_file_"    = "Peut créer des fichiers";
"_share_permission_create_folder_"  = "Peut créer des dossiers";
"_share_permission_change_"         = "Peut modifier";
"_share_permission_delete_"         = "Peut effacer";
"_share_permission_share_"          = "Peut partager";
"_share_permission_rename_"         = "Peut renommer";
"_share_permission_move_"           = "Peut déplacer";
"_share_permission_info_"           = "Partager information";
"_share_permission_path_"           = "Fichier/Dossier";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "Utilisateur";
"_share_permission_typegroup_"      = "Groupe";
"_share_permission_typepubliclink_" = "Lien";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Propriétaire";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification par email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Partagés avec vous";
"_type_resource_external_"          = "Stockage externe";

// Share Ext

"_destiny_folder_"                  = "Dossier : %@";

// Control Center

"_no_transfer_"                     = "Pas de transfert";
"_no_activity_"                     = "Pas d'activité";
"_transfers_"                       = "Transferts";
"_activity_"                        = "Activité";
"_activity_file_not_present_"       = "Le fichier n'est plus présent";


// Offline

"_create_synchronization_"          = "Synchronisation en cours de création";

// Create Cloud

"_upload_photos_videos_"            = "Téléverser les photos et les vidéos";
"_upload_file_"                     = "Téléverser un fichier";
"_upload_encrypted_mode"            = "Téléversement chiffré";
"_upload_template_"                 = "Téleverser un modèle";
"_upload_plain_mode"                = "Téléversement en clair";

// Document Picker

"_save_document_picker_"            = "Sauvegarder ici";

// CreateFormUploadAssets

"_destination_folder_"              = "Dossier de destination";
"_use_folder_photos_"               = "Utiliser le dossier Photos comme destination.";
"_rename_filename_"                 = "Renommer";
"_filename_"                        = "Nom du fichier";
"_preview_filename_"                = "Exemple du nom de fichier pour aperçu. Vous pouvez utiliser le schéma MM,JJ,AA pour la date.";
"_forbidden_characters_"            = "Le nom de fichier ou de dossier contient des caractères interdits";

// Notification

"_notification_"                    = "Notification";

// Photo Browser

"Done"                              = "Terminé";
"Select Photos"                     = "Sélectionner des photos";
"photo"                             = "photo";
"photos"                            = "Photos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

